{"autoplay":false,"navType":"dotsAndArrows","showNav":true,"slides":[{"image":"../../widget_data/images/1ae7b7c6dd934924b0b41e6f3124af0e.png","title":"Governor Samuel Beach Axtell","caption":"An Ohio native who had moved to California during the gold rush, Axtell gained political prominence in the West through his appointments as governor of Utah Territory (1874) and New Mexico Territory (1875-1878). During his administration, he worked to quell the Colfax County War. Due to his association with the Santa Fe Ring, however, locals considered his efforts to be corrupt and illegitimate. ","source":"Courtesy of Center for Southwest Research, University Libraries, University of New Mexico (William A. Keleher Collection)"},{"image":"../../widget_data/images/d885692702e4423a935d647e59339a56.png","title":"Lawrence G. Murphy","caption":"Lawrence G. Murphy was an Irish immigrant to the United States and a veteran of the Union Army. With partners Fritz and Dolan, Murphy established a commercial and political stronghold in Lincoln County in the 1870s. Known as \"The House,\" the Dolan-Murphy ring symbolized economic and political corruption to many in the region. ","source":"Courtesy of Center for Southwest Research, University Libraries, University of New Mexico (William A. Keleher Collection)"},{"image":"../../widget_data/images/272b337c31774e0dbca6b91218dba1df.png","title":"James J. Dolan","caption":"Like Murphy, James J. Dolan was an Irish immigrant and veteran of the Union Army. Following the Civil War, he moved to Lincoln where he worked as a clerk for Murphy's mercantile and banking enterprises. He quickly became Murphy's partner and helped to solidify the dominance of the House over local law enforcement and politics. ","source":"Courtesy of Center for Southwest Research, University Libraries, University of New Mexico (William A. Keleher Collection)"},{"image":"../../widget_data/images/2f87fe4058424d1c8715b4729324c7e2.png","title":"John Henry Tunstall","caption":"Tunstall arrived in Lincoln County with the intention of creating a ring of his own to rival that of the House. During their ensuing competition he was gunned down in cold blood by Sheriff William Brady, a known Dolan-Murphy affiliate. Billy the Kid looked up to Tunstall, and he subsequently killed Brady in retaliation for his mentor's murder. The cycle of retaliation initiated the Lincoln County War.","source":"Courtesy of Center for Southwest Research, University Libraries, University of New Mexico (William A. Keleher Collection)"},{"image":"../../widget_data/images/16ae0554c5254191992ad78ddc468c12.png","title":"Alexander McSween","caption":"A lawyer who originally worked for the House, McSween later offered his services to Tunstall. Despite the time and circumstances in which he lived, McSween abhorred violence and refused to carry a gun. He was killed during the Battle of Lincoln (also known as \"the Big Killing\")--the most violent skirmish of the Lincoln County War that took place July 15-19, 1878. ","source":"Courtesy of Center for Southwest Research, University Libraries, University of New Mexico (Otero, Miguel A. Collection)"}]}