{"autoplay":false,"navType":"dotsAndArrows","showNav":true,"slides":[{"image":"../../widget_data/images/13bde669d7d1465ab9a5987705c55420.png","title":"John C. Calhoun","caption":"As the Secretary of War, during the administration of James Monroe, John C. Calhoun established the Bureau of Indian Affairs in 1824. His intentions in creating the bureau, however, were to subjugate Native Americans to the U.S. government. Indeed, he also opposed the addition of New Mexico to the Union on the basis of its non-white population. ","source":"Courtesy of Library of Congress"},{"image":"../../widget_data/images/640bf8185e7645868ab537a8d665fcb8.png","title":"Major General Edward R.S. Canby","caption":"Colonel Canby commanded Union forces in New Mexico in 1861 and 1862. This photograph is attributed to Theodore Lilienthal.","source":"Courtesy of Library of Congress"},{"image":"../../widget_data/images/5c1a637071ab4e1ab6ce886df7065cb9.png","title":"Henry Hopkins Sibley","caption":"Sibley led Confederate forces into New Mexico in late 1861. His men were forced to retreat following their defeat at the Battle of Glorieta Pass in the spring of 1862. Mathew Brady took this photograph of Sibley, c. 1865.","source":"Courtesy of Library of Congress"},{"image":"../../widget_data/images/612f8c38e74d4357a04fd3ca223579d9.png","title":"General John R. Baylor","caption":"Confederate forces under Baylor's command took control of the Mesilla Valley in the fall of 1861. His occupation of the town caused Colonel Canby to rethink his approach toward the recruitment of nuevomexicano soldiers. ","source":"Courtesy of Center for Southwest Research, University Libraries, University of New Mexico (William A. Keleher Collection)"},{"image":"../../widget_data/images/c44306b5d2644da8a05e36a774df4930.png","title":"Confederate President Jefferson Davis","caption":"Photograph of former Confederate President Jefferson Davis near his home in Biloxi, Mississippi, c. 1885.","source":"Courtesy of Library of Congress, Prints and Photographs Division, LC-USZ62-4852"}]}