{"autoplay":false,"navType":"dotsAndArrows","showNav":true,"slides":[{"image":"../../widget_data/images/6280302c58fc4e82a981ee169805aa34.png","title":"W. W. H. Davis","caption":"Between 1853 and 1857, W. W. H. Davis served in various administrative capacities in the New Mexico Territory, including acting territorial governor. In his later life he returned to his home state of Pennsylvania where he published histories of New Mexico, including \"El Gringo: or, New Mexico and Her People\" (1857) and \"The Spanish Conquest of New Mexico\" (1869).","source":"Courtesy of Collection of the Mercer Museum of the Bucks County Historical Society"},{"image":"../../widget_data/images/c9a6e64831f1493581aab754424ca52a.png","title":"Captain Gaspar Pérez de Villagrá","caption":"Villagrá was a captain and legal officer in Juan de Oñate's colonizing expedition of 1598. In 1610, he published \"Historia de la Nueva México,\" an epic poem that recounted the experiences of the Oñate expedition, including the governor's brutal reprisal for the Acoma Revolt (1599). ","source":"Courtesy of Biblioteca Nacional de España"},{"image":"../../widget_data/images/c3806aa99c3b4e1d97ab2935e9ca2718.png","title":"Ralph Emerson Twitchell","caption":"Twitchell was the most prolific historian of New Mexico between the 1890s and the 1910s. His \"Leading Facts in New Mexico History\" appeared in 1912, and stood as the authoritative reference text on New Mexico history for generations.","source":"Courtesy of University of New Mexico, Historical Society of New Mexico, School of American Research"},{"image":"../../widget_data/images/8621c47a5a324154a30aef4b72ccdc56.png","title":"Peggy Pond Church","caption":"Peggy Pond Church wrote journals, narrative, and poetry throughout her entire life (until her death in 1986) that captured the human intricacies of New Mexico History. Among her most notable works: “The House at Otowi Bridge” (1960), and “Accidental Magic,\" published posthumously in 2004.","source":"Courtesy of Los Alamos Historical Society Photo Archives"},{"image":"../../widget_data/images/83f744dfd3af4898a9b3ac9a2491d217.png","title":"Lansing Bloom","caption":"Bloom arrived in New Mexico in the late nineteenth century to recuperate from tuberculosis. By the 1920s, he and his wife were associated with the School of American Archaeology under Edgar Lee Hewett and much of his work on New Mexicans in the World War I era was published in the “New Mexico Historical Review.”","source":"Courtesy of John Bloom"},{"image":"../../widget_data/images/62da0d812aa146aa8b4c8aa873c12b3b.png","title":"Fray Angélico Chávez","caption":"Fray Angélico Chávez was the pen name of Manuel Ezequiel, who had been born in New Mexico in 1912. He made a career as a Franciscan priest, poet, writer, and historian. His work tracing the family histories of nuevomexicanos still stands as the principal text for genealogists. ","source":"Courtesy of Palace of the Governors Photo Archives (NMHM/DCA), No. 164125."},{"image":"../../widget_data/images/759b40ed8a3f4e8181293989ee0cac91.png","title":"Fabiola Cabeza de Baca","caption":"Fabiola Cabeza de Baca was a daughter of a cattle rancher near Las Vegas, NM. She built a career teaching nuevomexicano children in rural northern New Mexico. Her books, including her memoir \"We Fed Them Cactus,\" preserve nuevomexicano traditions and folk tales from the turn of the twentieth century. ","source":"Courtesy of Palace of the Governors Photo Archives (NMHM/DCA), No. 148467."},{"image":"../../widget_data/images/c6eae18020cf4a5e85249bf477f786be.png","title":"Erna Fergusson","caption":"A native of Albuquerque, Erna Fergusson gained a reputation as a journalist with the \"Albuquerque Herald\" prior to gaining notoriety as an expert on Southwestern history and cultures. Among her notable publications are \"Dancing Gods\" (1931), \"Fiesta in Mexico\" (1934), \"Albuquerque\" (1947), and \"New Mexico: A Pageant of Three Peoples\" (1951).","source":"Will Connell (photographer). Courtesy of Palace of the Governors Photo Archives (NMHM/DCA), No. 059746."},{"image":"../../widget_data/images/cacb311ae1434d508add6e28da5d90c2.png","title":"Joe Sando","caption":"Joe Sando was a well-known Jemez Pueblo historian and author. His academic training, combined with his personal connection to Pueblo history and culture, secured his reputation as the foremost Pueblo historian and lecturer in the twentieth century. His works include \"Pueblo Indian Biographies,\" \"Pueblo Profiles,\" and \"Pueblo Nations: Eight Centuries of Pueblo Indian History.\"","source":"Courtesy of Marcia Keegan Photography"},{"image":"../../widget_data/images/763ac49ff93f457a9c91155277e21e71.png","title":"Donald Cutter","caption":"Donald Cutter was a distinguished historian of the Spanish Borderlands, who taught in the University of New Mexico History department from 1962 to 1982. Between 1967 and 1970, he directed the American Indian Historical Research Project and he also served as acting editor of the \"New Mexico Historical Review.\" UNM gained its reputation in research on the Southwest due in large part to Dr. Cutter's work. ","source":"Courtesy of Carolyn Gonzáles"},{"image":"../../widget_data/images/8a5d60aa0731459dab02db8f0a1fde32.png","title":"Bertha Parker Pallan","caption":"Bertha \"Birdie\" Parker Pallan was the first Native American woman to complete academic training as an archaeologist. Her fieldwork in the late 1920s and early 1930s discovered the Pueblo site at Scorpion Hill. Artifacts from her excavations were displayed at the Southwest Museum in Los Angeles, California. ","source":"Used with permission–Smithsonian Institution Archives #SIA2009-0779"},{"image":"../../widget_data/images/747afc7963d74a2e9408ea53849d2ae9.png","title":"Marc Simmons","caption":"Dr. Marc Simmons completed his education at the University of New Mexico and the University of Guanajuato (Mexico). He taught Southwestern History at several colleges and universities, but he is best known for his prolific research and writing. He has published over one hundred articles and written thirty-five books, most of which focus on the History of New Mexico.","source":"Courtesy of Cynthia Farah Haines"},{"image":"../../widget_data/images/8b902f37fdc04fcb9a904c30da4e41a4.png","title":"John L. Kessell","caption":"A specialist in colonial Southwestern History, John L. Kessell is professor emeritus at the University of New Mexico. Following his retirement in 2000, he remained active as a lecturer on historical topics. Among is most notable publications are \"Kiva, Cross, and Crown\" (1979), and \"Pueblos, Spaniards, and the Kingdom of New Mexico\" (2008). ","source":"Courtesy of John L. Kessell"},{"image":"../../widget_data/images/5a9499b1439a491f857f1eefbb995fa1.png","title":"Eleanor Adams, France V. Scholes, Angélico Chávez","caption":"Eleanor Adams, France V. Scholes, Angélico Chávez were three of the most prominent historians of New Mexico in the mid-twentieth century. Chávez's work focused on nuevomexicano genealogy; Scholes proved that the history of seventeenth-century New Mexico could be written using Mexican and Spanish archives; and Adams furthered the study of Mexican History at UNM through her research and writing.","source":"Courtesy of Roland F. Dickey"}]}