{"image":"../../widget_data/images/681f2fa1c4b44cc7bd967f2338925750.png","poptips":[{"x":"10.416666666666666%","y":"79.31427125506073%","direction":"left","content":"Basin and Range -- This region is characterized by narrow, rugged mountain ranges separated by broad basins. Located in southwestern New Mexico, the Basin and Range geologic feature also extends into into southern Arizona and northern Mexico. It also covers part of west Texas, western Utah, southern Idaho, eastern California, and most of Nevada."},{"x":"26.606677827380953%","y":"57.12086707152497%","direction":"down","content":"Mogollon-Datil Volcanic Field -- Between ~24 to 40 million years ago, a series of eruptions formed this region. With the first eruptions, starting in the southern complex of the Organ Mountains, calderas and volcanoes coalesced. The field is part of a discontinuous belt of middle Cenozoic volcanism. It runs from central Mexico’s Sierra Madre Oriental, through the west Texas Trans-Pecos volcanic  field, and north into southwestern Colorado’s San Juan volcanic field."},{"x":"27.945963541666668%","y":"15.108383940620783%","direction":"up","content":"Colorado Plateau -- Extending across northern New Mexico and Arizona and across southern Utah and Colorado, the Colorado Plateau is a large, flat plateau. Here, the San Juan Basin plays a major role in New Mexico industry as it is a major source of oil, gas, coal, and uranium for the state."},{"x":"82.18936011904762%","y":"45.02994264507422%","direction":"down","content":"Southern High Plains -- This province covers nearly 1/4th of the state of New Mexico across the east. The plains are made of Permian and Triassic sedimentary rocks. In this area you can find the Miocene-Pliocene Ogallala formation (an aquifer), oil and gas in the Permian Basin, and coal-bed methane in the Raton Basin."},{"x":"45.55199032738095%","y":"61.114625506072876%","direction":"down","content":"Rio Grande Rift -- Stretching from north to south, the Rio Grande rift cuts through the entire state of New Mexico. The rift was created by the Colorado Plateau pulling away from the High Plains, causing the Earth’s crust to stretch. Based on the width of the basin, the southern portion began spreading sooner (~36 million years ago) than the north (~26 million years ago). Some areas have as much as 15,000 feet of sediment accumulated which formed many of the important aquifers depended on by large cities."},{"x":"62.367466517857146%","y":"11.81469298245614%","direction":"left","content":"Southern Rocky Mountains -- Some of the highest peaks of New Mexico, including Wheeler Peak, are in the Southern Rocky Mountains. These mountains–including the New Mexico ranges of Sangre de Cristo Mountains, Tusas Mountains, and Sierra Nacimiento–have preserved the geologic record of the formation of the North American continent, 1.6 to 1.7 billion years ago."}]}