{"autoplay":false,"navType":"dotsAndArrows","showNav":true,"slides":[{"image":"../../widget_data/images/81689530c63c46bbb94a99837dc3b76c.png","title":"Desert Landscape","caption":"The desert is a rainbow of colors as each surface contrasts red, orange, yellow, blue, brown, gray, and black against the patches of green vegetation which increase in density as elevation rises.","source":"Photograph by Thomas Shahan"},{"image":"../../widget_data/images/9fb633dcf8c04d29be1e4426c6170cdc.png","title":"Rio Grande Gorge","caption":"The Rio Grande runs south from Colorado and through the Sangre de Cristo Mountains, seen here.","source":"Photograph by David Herrera"},{"image":"../../widget_data/images/0154a130431d43edbacf8074f7903dc7.png","title":"Datil Mountains","caption":"Near Socorro and Catron counties, the Datil Mountains are on the northern edge of the Mogollon-Datil volcanic field. Most of the range is part of Cibola National Forest.","source":"Photograph by CibolaLover"},{"image":"../../widget_data/images/a860b9f8e7d94147a3364f4704e53449.png","title":"Organ Mountains","caption":"Located in southern New Mexico near Las Cruces, the Organ Mountains are the anchor of the Organ Mountains-Desert Peaks national monument established by President Barack Obama on May 21, 2014.","source":"Photograph by Denis Tangney Jr."},{"image":"../../widget_data/images/da75394e93d34c61a6d2d4642b2b0599.png","title":"Sangre de Cristo Mountains","caption":"The southernmost subrange of the Rocky Mountains gets its name from the Spanish exploratory party with Father Francisco Torres. Padre Torres was wounded by Native slaves who rebelled during the expedition, leaving him bleeding as the sun set, creating a burst of red. Wounded, he exclaimed, “¡Sangre de Cristo, Sangre de Cristo!” (\"Blood of Christ! Blood of Christ!\").","source":"Photograph by Hogs555"},{"image":"../../widget_data/images/385448fd35474e32a40427667aff4dc6.png","title":"Williams Lake","caption":"Tucked away below Wheeler Park in the Sangre de Cristo Mountains in the Carson National Forest is Williams Lake.","source":"Photograph by Matthew Pintar"},{"image":"../../widget_data/images/eca937c73a3e425e9fe6376d2f3a2084.png","title":"Water in the desert","caption":"The Rio Grande flows through Albuquerque. From 1966 to 1986, the Rio Grande looked something like this from a vantage point at the old University of Albuquerque on the city's westside.","source":"Photograph by John Phelan"},{"image":"../../widget_data/images/96180b3ad176484099b724edf44898f0.png","title":"Rio Grande, aerial","caption":"As seen from above, this aerial photograph of the Rio Grande and I-25 is only a small piece of the 1,896 mile long river. It is the fourth or fifth largest river system in North America, depending on how its changing state is measured.","source":"Photograph by Ken Lund"}]}