{"slides":[{"image":"../../../../../img/chapter10/a5e17dda52b4460a88ac695eac11b1f9.png","label":"","caption":"Looking at your paper later will help you see it from the point of view of the audience. A good rule of thumb is to wait at least a day before revising. Often, writers look at their prose a day later and recognize flaws they would not have noticed had they written their paper in one night."},{"image":"../../../../../img/chapter10/31c6996368f2479891fd77330694ea8e.png","label":"","caption":"You are obviously your own best critic. When writing, most people do not (and should not) turn in their first drafts. So take advantage of your first, second, and third drafts to write your opinions in the margins. Highlight the ideas you like, and circle the sentences you want to change."},{"image":"../../../../../img/chapter10/c549cf642fd9408da7779988a2aac36a.png","label":"","caption":"In the first read-through, consider the clarity of both the focus and the purpose of the paper. Does every supporting statement agree with the thesis? In the second read-through, analyze organization, logical development, and correctness. Often, reading your text aloud reveals multiple flaws."},{"image":"../../../../../img/chapter10/4a6c38140a804c0298d13f214aa4ad75.png","label":"","caption":"Look at your work through their eyes. Keep in mind that, while you may know something about a topic and write about it with supported research, your audience may be new to the topic. "},{"image":"../../../../../img/chapter10/aeee65b4af4e448a9bb6ef77f7cf83cc.png","label":"","caption":"Inexperienced writers should be able to cut 20 percent (or more) of their prose. Look hard at each word, each phrase, and each sentence. Does each and every one help you achieve your purpose? Does each sentence in a paragraph relate to the main idea?"},{"image":"../../../../../img/chapter10/232ed69b23804deda8c627e99156cef5.png","label":"","caption":"Understand that revising your paper should not be the last task you do -- revision should be ongoing throughout the creation of a document."}],"confirm":true}